Revit 2024 API
ParameterTypeId.SpotElevLinePen Property
 "Leader Line Weight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotElevLinePen { get; }
Visual Basic
Public Shared ReadOnly Property SpotElevLinePen As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotElevLinePen {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace